IDEA Open Model
ReinfFabric.DiameterY Property
Compatible with IDEA StatiCa Beta 20.0
 Bar diameter - direction Y
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double DiameterY { get; set; }
Public Property DiameterY As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ReinfFabric Class
IdeaRS.OpenModel.Detail Namespace